import './ProductCharacteristics.module.css';

const ProductCharacteristics = () => {
    return (
        <>
            <p>Цвет: Серебристый</p>
            <p>
                Функциональные возможности: Регулировка громкости,
                Шумоподавление
            </p>
            <p>Наличие микрофона: Да</p>
            <p>Высота: 187.3 мм</p>
            <p>Ширина: 168.6 мм</p>
            <p>Толщина: 83.4 мм</p>
            <p>Вес: 384.8 г</p>
            <p>Время в режиме разговора до: 20 ч</p>
            <p>Время работы в режиме прослушивания музыки до: 20 ч</p>
            <p>Разъёмы: USB Type-C</p>
            <p>
                Датчики: Акселерометр, Гироскоп, Датчик обнаружения чехла,
                Датчик положения, Датчик распозноваия голоса, Оптический датчик
            </p>
        </>
    );
};

export default ProductCharacteristics;
